Repository: strumok-app/strumok
Catalog: lib/l10n/app_*.arb
Languages: uk

# home
source: Main
uk: Головна

source: Search
uk: Пошук

source: Collection
uk: Колекція

source: Settings
uk: Налаштунки

# searchNoResults
source: Nothing found for query
uk: Нічого не знайдено за запитом

source: read more
uk: читати більше

# readLess
source: hide
uk: сховати

source: Suppliers
uk: Постачальники

source: Recommendations
uk: Рекомендації

# watchButton
source: Watch
uk: Дивитись

# readButton
source: Read
uk: Читати

# episodesList
source: Episodes
uk: Список епізодів

# mangaChapter
source: Chapters
uk: Розділи

source: Status
uk: Статус

source: Language
uk: Мова

source: Media type
uk: Контент

source: Content language
uk: Мова контенту

# mediaTypeVideo
source: Video
uk: Відео

# mediaTypeManga
source: Manga
uk: Манга

# statusLabelWatchingNow
source: Watch now
uk: Дивлюсь зараз

# statusLabelComplete
source: Complete
uk: Завершено

# statusLabelLatter
source: Watch latter
uk: Подивлюсь потім

# statusLabelOnHold
source: On Hold
uk: Відкладено

# statusLabelPutOnHold
source: Put on Hold
uk: Відкласти

source: Add to Collection
uk: Додати в колекцію

source: Remove from Collection
uk: Видалити з колекції

# priorityLow
source: Low
uk: Низький

# priorityNormal
source: Normal
uk: Звичайний

# priorityHight
source: Hight
uk: Високий

# priorityTooltip
source: Priority: {priority}
uk: Пріоритет: {priority}

# settingsTheme
source: Theme
uk: Тема

# settingsThemeLight
source: Light
uk: Світла

# settingsThemeSystem
source: Auto
uk: Авто

# settingsThemeDark
source: Dark
uk: Темна

# settingsColor
source: Color
uk: Колір

# settingsVersion
source: Version
uk: Версія

# settingsSuppliersVersion
source: Suppliers version
uk: Версія постачальників

source: Sign In
uk: Авторизуватись

# signOut
source: Sing Out
uk: Вийти

# collectionSync
source: Sync Collection
uk: Оновити колекцію

source: Collection sync done
uk: Колекція оновлена з серверу

source: Install
uk: Встановити

# collectionContinue
source: Continue watch
uk: Продовжити перегляд

# collectionBegin
source: Begin watch
uk: Почати перегляд

source: Content type
uk: Тип контенту

# contentTypeMovie
source: Movie
uk: Фільми

# contentTypeAnime
source: Anime
uk: Аніме

# contentTypeSeries
source: TV Shows
uk: Серіали

# contentTypeCartoon
source: Cartoons
uk: Мультфільми

# contentTypeManga
source: Manga
uk: Манга

# useSearchHint
source: Collections is empty Try to search something
uk: Ваша колекція порожня Скористайтесь пошуком

# setRecommendationsHint
source: Setup Recommendations
uk: Налаштувати списки рекомендацій

# videoSourceFailed
source: Video playback error
uk: Помилка відтворення відео

# videoNoSources
source: No available video source
uk: Немає доступних джерел відео

# videoSubtitlesOff
source: Subtitles off
uk: Без субтитрів

# videoPlayerSettingShuffleMode
source: Shuffle playlist mode
uk: Випадковий порядок

# videoPlayerSettingEndsAction
source: On video ends
uk: Дія по закінченню відео

# videoPlayerEndsActionPlayNextLabel
source: Play next
uk: Перейти до наступного

# videoPlayerEndsActionPlayAgainLabel
source: Repeat
uk: Відтворити знову

# videoPlayerEndsActionDoNothingLabel
source: Stop playing
uk: Зупинити

# videoPlayerSettingStarFrom
source: Start from
uk: Починати відео з

# videoPlayerSettingStarFromBeginning
source: Beginning
uk: Початку

# videoPlayerSettingStarFromRemembered
source: Remembered time
uk: Запам'ятованого часу

# videoPlayerSettingStarFromFixed
source: Fixed second
uk: Фіксованої секунди

# settingsUnableDownloadNewVersion
source: Failed to download new version
uk: Не вдається завантажити нову версію

# settingsCheckForUpdate
source: Check for update
uk: Перевірити оновлення

# settingsDownloadUpdate
source: Download ver. {update}
uk: Завантажити вер. {update}

# settingsSuppliersAndRecommendations
source: Suppliers and Recommendations
uk: Постачальники та Рекомендації

# mangaUnableToLoadPage
source: Unable to view page
uk: Неможливо відобразити сторінку

# mangaPageLoading
source: Page loading
uk: Завантаження сторінки

# mangaReaderScale
source: Scale mode
uk: Масштабування зображення

# mangaReaderScaleFit
source: Fit
uk: Умістити

# mangaReaderScaleFitWidth
source: Fit width
uk: Розтягнути по ширині

# mangaReaderScaleFitHeight
source: Fit height
uk: Розтягнути по висоті

# mangaTranslation
source: Translation
uk: Переклад

# mangaReaderBackground
source: Background
uk: Фон

# mangaReaderBackgroundLight
source: Light
uk: Світлий

# mangaReaderBackgroundDark
source: Dark
uk: Темний

# mangaReaderMode
source: Mode
uk: Режим

# mangaReaderModeVertical
source: Vertical
uk: Вертикальний

# mangaReaderModeLeftToRight
source: Left to right
uk: З ліва на право

# mangaReaderModeRightToLeft
source: Right to left
uk: З права на ліво

# mangaReaderModeVerticalScroll
source: Vertical scroll
uk: Вертикальна прокрутка

# mangaReaderModeHorizontalScroll
source: Scroll from left to right
uk: Прокрутка з ліва на право

# mangaReaderModeHorizontalRtlScroll
source: Scroll from right to left
uk: Прокрутка з права на ліво

# errorGoBack
source: Go back
uk: Повернутись назад

# errorReload
source: Reload
uk: Повторити

# ffiLibNotInstalled
source: Content suppliers module not installed
uk: Модуль постачальників не встановлений

# ffiLibInstalled
source: Content suppliers installed
uk: Модуль постачальників встановлений

# ffiLibInstallationFailed
source: Content suppliers module installation failed
uk: Неможливо встановити модуль постачальників

# appUpdateFailed
source: Application update failed
uk: Неможливо встановити нову версію

source: Downloads
uk: Завантаження

# downloadsDeleteConfimation
source: Delete all stored data for: {title}?
uk: Видалии усі заванатжені дані для: {title}

# downloadsFailed
source: Download failed: {title}?
uk: Неможливо завантажити: {title}

# confirmeDialogCancel
source: Cancel
uk: Відмінити

# confirmeDialogAccept
source: Accept
uk: Підтвердити
